export const TEXT = `
Спасибо, что хотите поддержать наш приют! Мы очень нуждаемся в помощи пеленками, кормами и т.д. <br /> <br />

<span>Чтобы увидеть полный список необходимых вещей, перейдите по <a href="https://vk.com/topic-196728673_48940214" target="_blank">ссылке.</a></span> <br /><br />

<span>Вы можете заказать вещи и отправить их на пункты выдачи (ПВЗ):</span>

<ul>
    <li>WB: Самара, п. Мехзавод, 1-й квартал 33</li>
    <li>Озон: Самара, ул. Н. Баженова, 2</li>
    <li>Яндекс: Самара, п. Мехзавод, 1-й квартал 50</li>
</ul>

<span>Если вы хотите привезти вещи сами, свяжитесь с нашим администратором для получения адреса. Также, если собираетесь заказывать что-то для нас, обязательно уточняйте детали у администратора.</span>
<br /><br />
Спасибо за вашу доброту и поддержку!`;
