import { IFaqItemProps } from '@/Components/FaqItem';

export const faqData = [
    {
        title: 'Как усыновить котика из приюта?',
        body: 'Выберите понравившегося питомца в разделе «Наши котики», заполните заявку и дождитесь обратной связи от администратора. После этого мы договоримся о встрече, чтобы познакомить вас с котиком и обсудить условия усыновления.\n',
    },
    {
        title: 'Можно ли приехать в приют и познакомиться с котиками лично?',
        body: 'Да, мы принимаем гостей по предварительной договорённости. Пожалуйста, напишите нам, чтобы выбрать удобное время.',
    },
    {
        title: 'Где находится приют?',
        body: 'Мы сообщаем адрес только по необходимости — после одобрения заявки или договорённости о визите. Это помогает нам избежать подкидышей и сохранять безопасность животных.',
    },
    {
        title: 'Нужно ли оформлять какие-то документы?',
        body: 'Да, мы заключаем договор передачи животного. Это важно для защиты котика и для того, чтобы мы были уверены, что он попал в ответственные руки.',
    },
    {
        title: 'Можно ли принести найденного котёнка в приют?',
        body: 'К сожалению, мы не принимаем животных без предварительной договорённости. Пожалуйста, сначала напишите нам и расскажите ситуацию — мы постараемся помочь или направить вас к проверенным волонтёрам.',
    },
    {
        title: 'Все ли котики в приюте привиты и обработаны?',
        body: 'Да, все наши подопечные проходят базовую ветеринарную обработку: вакцинацию, стерилизацию (если возраст позволяет), а также лечение при необходимости. Информация указана в карточке каждого котика.',
    },
] as IFaqItemProps[];
