import { IFaqItemProps } from '@/Components/FaqItem';

export const faqData = [
    {
        title: 'Как усыновить котика?',
        body: 'Мы присылаем фото и видео отчеты о ходе строительства в общем чате в мессенджерах. А также вы можете самостоятельно заказать установку видеокамер на объект.',
    },
    {
        title: 'Можно ли посетить приют?',
        body: 'Мы присылаем фото и видео отчеты о ходе строительства в общем чате в мессенджерах. А также вы можете самостоятельно заказать установку видеокамер на объект.',
    },
    {
        title: 'Как усыновить котика?',
        body: 'Мы присылаем фото и видео отчеты о ходе строительства в общем чате в мессенджерах. А также вы можете самостоятельно заказать установку видеокамер на объект.',
    },
    {
        title: 'Можно ли посетить приют?',
        body: 'Мы присылаем фото и видео отчеты о ходе строительства в общем чате в мессенджерах. А также вы можете самостоятельно заказать установку видеокамер на объект.',
    },
    {
        title: 'Как усыновить котика?',
        body: 'Мы присылаем фото и видео отчеты о ходе строительства в общем чате в мессенджерах. А также вы можете самостоятельно заказать установку видеокамер на объект.',
    },
    {
        title: 'Можно ли посетить приют?',
        body: 'Мы присылаем фото и видео отчеты о ходе строительства в общем чате в мессенджерах. А также вы можете самостоятельно заказать установку видеокамер на объект.',
    },
] as IFaqItemProps[];
